package bot

const (
	helpMsg     = "🔍 Поиск:\n• /next — просмотреть следующую анкету\n• /matches — взаимные лайки\n• /info — посмотреть информацию\n\n📋 Профиль:\n• /profile — посмотреть как выглядит ваш профиль\n• /photo — обновить фото \n• /faculty [имя факультета] — обновить факультет\n• /about [новая информация] — обновить описание \n• /settings — прочие настройки профиля\n\n⚙️ Прочие команды:\n• /start — общее описание бота\n• /help — вызов этого сообщения\n• /cancel — отмена текущей операции\n• /reset — сбросить все свои оценки (аккуратно!)"
	matchMsg    = "У вас лайк! Держи username: @%s"
	matchesList = "Вот ваши матчи:\n"
)
