package bot

const (
	helpMsg     = "🔍 Поиск:\n• /next — просмотреть следующую анкету\n• /matches — взаимные лайки\n\n📋 Профиль:\n• /profile — посмотреть как выглядит ваш профиль\n• /reregister - пройти регистрацию заново\n• /photo — обновить фото \n• /faculty [имя факультета] — обновить факультет\n• /about [новая информация] — обновить описание \n\n⚙️ Прочие команды:\n• /start — общее описание бота\n• /help — вызов этого сообщения\n• /cancel — отмена текущей операции\n• /reset — сбросить все свои оценки (аккуратно!)\n\n"
	matchMsg    = "У вас лайк! Держи username: @%s"
	matchesList = "Вот ваши матчи:\n"
	adminHelp   = "Admin commands:\n• /notify [сообщение] - разослать всем сообщение\n• /dump [количество позиций] — посмотреть логи"
)
